
const guiji = [
   {
      index: 1,
      zdm: '山东长真站',
      cph: '鲁KA7813_1',
      long: [120.408403,36.471426],
      time: '2023-03-09 05:11:53'
   },
   {
      index: 2,
      zdm: '山东穴坊站',
      cph: '鲁KA7813_1',
      long: [120.747657,36.633957],
      time: '2023-03-09 06:39:31'
   },
   {
      index: 3,
      zdm: '穴坊虞-羊郡虚11',
      cph: '鲁KA7813_1',
      long: [120.806099,36.646614],
      time: '2023-03-09 06:44:52'
   },
   {
      index: 4,
      zdm: '羊郡虚-行村虚12',
      cph: '鲁KA7813_1',
      long: [120.846655,36.663696],
      time: '2023-03-09 06:47:56'
   },
   {
      index: 5,
      zdm: '行村虚-辛安虚13',
      cph: '鲁KA7813_1',
      long: [120.934016,36.66817800000001],
      time: '2023-03-09 06:53:21'
   },
   {
      index: 6,
      zdm: '辛安虚-海阳西虚14',
      cph: '鲁KA7813_1',
      long: [121.013439,36.677732],
      time: '2023-03-09 06:58:13'
   },
   {
      index: 7,
      zdm: '海阳西虚-海阳虚15',
      cph: '鲁KA7813_1',
      long: [121.137391,36.73367],
      time: '2023-03-09 07:06:18'
   },
   {
      index: 8,
      zdm: '山东海阳站',
      cph: '鲁KA7813_1',
      long: [121.209656,36.766891],
      time: '2023-03-09 07:11:50'
   }
]
const guiji1 = [{
   index: 1,
      zdm: '山东营海站',
      cph: '鲁K79813_1',
      long: [120.525432,36.22642],
      time: '2023-03-06 05:09:14'
   },
   {
      index: 2,
      zdm: '营海虚-河套枢纽10',
      cph: '鲁K79813_1',
      long: [120.110493,36.233452],
      time: '2023-03-06 05:12:24'
   },
   {
      index: 3,
      zdm: '河套枢纽-机场南枢纽08',
      cph: '鲁K79813_1',
      long: [120.127337,36.282512],
      time: '2023-03-06 05:19:41'
   },
   {
      index: 4,
      zdm: '机场南枢纽-胶莱虚04',
      cph: '鲁K79813_1',
      long: [120.111414,36.376164],
      time: '2023-03-06 05:27:15'
   },
   {
      index: 5,
      zdm: '胶莱虚-机场北枢纽02',
      cph: '鲁K79813_1',
      long: [120.101036,36.408512],
      time: '2023-03-06 05:29:19'
   },
   {
      index: 6,
      zdm: '机场北枢纽-蓝村虚08',
      cph: '鲁K79813_1',
      long: [120.150923,36.420295],
      time: '2023-03-06 05:32:57'
   },
   {
      index: 7,
      zdm: '蓝村虚-王演庄枢纽09',
      cph: '鲁K79813_1',
      long: [120.222615,36.408169],
      time: '2023-03-06 05:37:19'
   },
   {
      index: 8,
      zdm: '王演庄枢纽-普东南枢纽08',
      cph: '鲁K79813_1',
      long: [120.318154,36.421629],
      time: '2023-03-06 05:43:57'
   },
   {
      index: 9,
      zdm: '普东南枢纽-长直虚09',
      cph: '鲁K79813_1',
      long: [120.391013,36.460231],
      time: '2023-03-06 05:49:06'
   },
   {
      index: 10,
      zdm: '山东长直站',
      cph: '鲁K79813_1',
      long: [120.408403,36.471426],
      time: '2023-03-06 05:50:45'
   }
]
const guiji2 = [{
   index: 1,
      zdm: '河南伊川站',
      cph: '豫C62813_1',
      long: [120.525432,36.22642],
      time: '2023-03-10 13:09:14'
   },
   {
      index: 2,
      zdm: '营海虚-河套枢纽10',
      cph: '鲁K79813_1',
      long: [120.110493,36.233452],
      time: '2023-03-06 05:12:24'
   },
   {
      index: 3,
      zdm: '河套枢纽-机场南枢纽08',
      cph: '鲁K79813_1',
      long: [120.127337,36.282512],
      time: '2023-03-06 05:19:41'
   },
   {
      index: 4,
      zdm: '机场南枢纽-胶莱虚04',
      cph: '鲁K79813_1',
      long: [120.111414,36.376164],
      time: '2023-03-06 05:27:15'
   },
   {
      index: 5,
      zdm: '胶莱虚-机场北枢纽02',
      cph: '鲁K79813_1',
      long: [120.101036,36.408512],
      time: '2023-03-06 05:29:19'
   },
   {
      index: 6,
      zdm: '机场北枢纽-蓝村虚08',
      cph: '鲁K79813_1',
      long: [120.150923,36.420295],
      time: '2023-03-06 05:32:57'
   },
   {
      index: 7,
      zdm: '蓝村虚-王演庄枢纽09',
      cph: '鲁K79813_1',
      long: [120.222615,36.408169],
      time: '2023-03-06 05:37:19'
   },
   {
      index: 8,
      zdm: '王演庄枢纽-普东南枢纽08',
      cph: '鲁K79813_1',
      long: [120.318154,36.421629],
      time: '2023-03-06 05:43:57'
   },
   {
      index: 9,
      zdm: '普东南枢纽-长直虚09',
      cph: '鲁K79813_1',
      long: [120.391013,36.460231],
      time: '2023-03-06 05:49:06'
   },
   {
      index: 10,
      zdm: '河南洛宁站',
      cph: '豫C62813_1',
      long: [120.408403,36.471426],
      time: '2023-03-10 15:50:45'
   }
]
const guiji3 = [{
   index: 1,
      zdm: '河南汝阳站',
      cph: '豫C469813_1',
      long: [120.525432,36.22642],
      time: '2023-03-07 08:09:14'
   },
   {
      index: 2,
      zdm: '营海虚-河套枢纽10',
      cph: '鲁K79813_1',
      long: [120.110493,36.233452],
      time: '2023-03-06 05:12:24'
   },
   {
      index: 3,
      zdm: '河套枢纽-机场南枢纽08',
      cph: '鲁K79813_1',
      long: [120.127337,36.282512],
      time: '2023-03-06 05:19:41'
   },
   {
      index: 4,
      zdm: '机场南枢纽-胶莱虚04',
      cph: '鲁K79813_1',
      long: [120.111414,36.376164],
      time: '2023-03-06 05:27:15'
   },
   {
      index: 5,
      zdm: '胶莱虚-机场北枢纽02',
      cph: '鲁K79813_1',
      long: [120.101036,36.408512],
      time: '2023-03-06 05:29:19'
   },
   {
      index: 6,
      zdm: '机场北枢纽-蓝村虚08',
      cph: '鲁K79813_1',
      long: [120.150923,36.420295],
      time: '2023-03-06 05:32:57'
   },
   {
      index: 7,
      zdm: '蓝村虚-王演庄枢纽09',
      cph: '鲁K79813_1',
      long: [120.222615,36.408169],
      time: '2023-03-06 05:37:19'
   },
   {
      index: 8,
      zdm: '王演庄枢纽-普东南枢纽08',
      cph: '鲁K79813_1',
      long: [120.318154,36.421629],
      time: '2023-03-06 05:43:57'
   },
   {
      index: 9,
      zdm: '普东南枢纽-长直虚09',
      cph: '鲁K79813_1',
      long: [120.391013,36.460231],
      time: '2023-03-06 05:49:06'
   },
   {
      index: 10,
      zdm: '河南会盟站',
      cph: '豫C469813_1',
      long: [120.408403,36.471426],
      time: '2023-03-07 10:50:45'
   }
]


export { guiji,guiji1,guiji2,guiji3};